Repository: joshk44/ocr
Catalog: iosApp/iosApp/resources/Localizable.xcstrings
Source language: en
Languages: es_419

source: %lf meters
es_419: %lf metros

source: About
es_419: Acerca

source: AI Chat
es_419: Chatbot

source: Create Story
es_419: Crear historia

source: Generating story...
es_419: Generando historia...

source: History
es_419: Historia

source: Home
es_419: Casa

source: Launch Camera
es_419: Abrir Camara

source: Let's talk
es_419: Hablemos

source: Location Demo
es_419: Demo de localizacion

source: No story available. Try again.
es_419: Historia no disponible trata de nuevo

source: OCR Processing...
es_419: OCR Procesando

source: OCR Results
es_419: Resultados OCR

source: OCR Scanner
es_419: Scanner OCR

source: Reset
es_419: Resetear

source: Scan Again
es_419: Escanear de nuevo

source: Send
es_419: Enviar

source: Story
es_419: Historia

source: When this value is 30 this is not provided by GPS
es_419: Cuando este valor es 30 o mas no se obtiene del GPS

source: Your altitude accuracy is
es_419: Tu precision de ubicacion es

source: Your altitude is
es_419: Tu altitud es

source: Your current floor
es_419: Tu piso actual

source: Your location accuracy is
es_419: Tu precisión de ubicación es

source: Your location is at
es_419: Tu ubicación actual es
